Repository: FredrikNoren/DeadMeetsLeadContent
Catalog: Maps/Cutscene1Trailer.map.*.resx
Languages: sv

# Intro1
source: Three hundred years ago a captain found himself stranded on an island known as El Mirando
sv: Tre hundra år sedan en kapten befann sig strandsatta på en ö känd som El Mirando

# Intro2
source: The captain had originally set out with a crew from England to liberate the island from a rumored plague
sv: Kaptenen hade ursprungligen angavs med en besättning från England för att befria ön från ett ryktas pest

# Intro3
source: But as fate had it, he was the only survivor of a shipwreck. Hear him tell us his story in his own words, in...
sv: Men som ödet hade det, han var den enda överlevande från ett skeppsbrott. Hör honom berätta sin historia i hans egna ord, i. ..

# CS1D1
source: By the high heavens and the bottomless pits of hell, have I suffered my friends!
sv: Genom den höga himlen och den svarta hål av helvete, jag har lidit mina vänner!

# CS1D2
source: Disease-struck and left to rot on this blasted piece of rock.
sv: Sjukdomsfri slog och lämnas att ruttna på den här sprängd bit berg.

# CS1D3
source: I had no choice but to struggle my way through the marshes and highlands, always in search of the next antidote.
sv: Jag hade inget annat val än att kämpa mig igenom kärr och höglandet, alltid på jakt efter nästa motgift.

# CS1D4
source: For if I did not find the medicine quickly enough, I would have turned into their kind faster than three sailors could swig a bottle of rum.
sv: För om jag inte hittar läkemedlet tillräckligt snabbt, skulle jag ha förvandlats till deras slag snabbare än tre seglare kunde klunk en flaska med rom.

# CS1D5
source: Have I ever told you about my brave endeavors with the king of the plagued?
sv: Har jag någonsin berättat om min modiga ansträngningar med kungen av den plågade?

# CS1D6
source: Oh, then I most certainly have to tell you this one. It took me a while to find him, and it all started on the shores where I was washed up...
sv: Åh, då jag helt säkert måste berätta den här. Det tog mig ett tag att hitta honom, och det började på stranden där jag spolades upp ...

# MapName
source: Cutscene: Welcome to the island
sv: Cutscene: Välkommen till ön

# MapObjectives
source: None.
sv: Inga.
