Repository: FredrikNoren/DeadMeetsLeadContent
Catalog: Maps/Tutorial.map.*.resx
Languages: ru, sv

# Slam
source: You can perform an extra powerful attack with melee weapons, called Slam. Slam costs rage though, so get started by walking over the rage pot next to the zombies, to get a small rage boost. Then walk up to the zombies and press the right mouse button. As you will notice, this ability also stuns nearby enemies, which can be quite handy at times.
ru: Вы можете выполнить специальную атаку оружием ближнего боя, которая называется "сильный удар". При его выполнении снижается уровень ярости, поэтому прежде чем выполнить этот удар, вам нужно подобрать горшок ярости рядом с зомби. После этого подойдите к зомби и щелкните правой кнопкой мыши. Обратите внимание на то, что этот удар также оглушает находящихся поблизости противников, что иногда может оказаться очень полезно.
sv: Du kan göra en extra kraftfull attack med närstridsvapen, kallas Slam. Slam kostnader ilska dock, blir så igång genom att gå över i ropet potten bredvid zombies, för att få en liten raseri uppsving. Sedan gå upp till zombie och tryck på höger musknapp. Som du kommer att märka, STUNS denna förmåga också i närheten fiender, vilket kan vara ganska händig ibland.

# Init
source: In order to move your character, use the WASD keys. Hover your cursor over different parts in the interface to get information about what they do. Once you feel comfortable with moving around, follow the road to find out more about the game mechanics.
ru: Для перемещения своего персонажа пользуйтесь клавишами W, A, S и D. Чтобы получить информацию о различных функциях интерфейса, наведите указатель мыши на соответствующую кнопку. Когда привыкнете к управлению, отправляйтесь вперед по дороге, чтобы узнать больше об игровой механике.
sv: För att flytta din karaktär, använda WASD-tangenterna. Håll muspekaren över olika delar i gränssnittet för att få information om vad de gör. När du känner dig bekväm med att flytta runt, följ vägen att ta reda på mer om spelet mekanik.

# Hit
source: Try killing the zombie up ahead by hitting him with your sword. To hit him with your sword, walk up to him and press the left mouse button. Hold it to continue attacking. The gate will open up when you complete this task.
ru: Попробуйте убить стоящего перед вами зомби, ударив его мечом. Для этого подойдите к нему и щелкните левой кнопкой мыши. Зажмите ее, чтобы продолжать атаковать его. Ворота откроются, как только вы выполните это задание.
sv: Försök att döda zombie där framme genom att slå honom med ditt svärd. Att slå honom med ditt svärd, går fram till honom och tryck på vänster musknapp. Håll den att fortsätta att attackera. Grinden öppnas när du slutför denna uppgift.

# Fire
source: You can use your rifle to kill zombies. Walk over the ammo box to the right to pick up some ammo, then switch to the rifle by pressing the rifle icon in the interface, or by pressing [2]. Fire by pressing the left mouse button. Using your rifle is an efficient way of getting rid of your enemies, though ammo can be scarce so use it wisely.
ru: Вы также можете убивать зомби с помощью своего ружья. Подойдите к ящику с боеприпасами, чтобы взять немного патронов, после чего нажмите на значок ружья или на клавишу [2], чтобы взять ружье в руки. Чтобы выстрелить, нажмите на левую кнопку мыши. Ружье может быть довольно эффективным средством избавления от противников, хотя патронов может иногда не хватать, так что не расходуйте их понапрасну.
sv: Du kan använda ditt gevär för att döda zombies. Går över ammunition rutan till höger för att plocka upp lite ammunition och sedan växla till lådan genom att trycka på gevär ikonen i gränssnittet, eller genom att trycka på [2]. Brand genom att trycka på vänster musknapp. Använd dina gevär är ett effektivt sätt att bli av med dina fiender, även om ammunitionen kan vara mycket ovanliga så använd den klokt.

# GhostBullet
source: You can fire an extra powerful bullet with ranged weapons, called Ghost bullet. This bullet will travel through walls and enemies without hurting them, but once it reaches its target location it explodes, damaging everything around it. Try aiming at the zombie and press the right mouse button. It's not a bad idea to use both normal shots and this special shot to get the most out of your rifle.
ru: С помощью своего ружья вы можете сделать и особый, очень мощный выстрел, который называется "Призрачный выстрел". Выпущенная в результате такого выстрела пуля проходит сквозь стены и противников, не нанося им урона, но достигнув своей цели, она взрывается, нанося урон всем окружающим противникам. Попробуйте прицелиться в зомби и щелкнуть правой кнопкой мыши. Чтобы использовать максимально эффективно, следует разумно комбинировать обычные и призрачные выстрелы.
sv: Du kan avfyra en extra kraftfull kula med varierade vapen, kallad Ghost kula. Denna kula kommer att resa genom väggar och fiender utan att skada dem, men när den når sitt mål var det exploderar, skadar allt omkring den. Försök som syftar till zombie och tryck på höger musknapp. Det är inte en dålig idé att kombinera vanliga bilder och här speciella bilden för att få ut det mesta av ditt vapen.

# End
source: Congratulations! You have now completed the tutorial! Destroy the chest and pick up the antidote potion to complete the map.
ru: Примите поздравления! Вы закончили обучение! Теперь уничтожьте сундук и заберите противоядие, чтобы закончить прохождение этой карты.
sv: Grattis! Du har nu slutfört tutorial! Förstör bröstet och plocka upp ett motgift drycken för att slutföra kartan.

# MapName
source: Tutorial
ru: Обучение

# MapObjectives
source: Learn the basic controls in Dead Meets Lead.
ru: Знакомство с базовым управлением игры Dead Meets Lead.
sv: Lär dig de grundläggande kontrollerna i Dead Uppfyller Bly

# InitTitle
source: Welcome to the tutorial of Dead Meets Lead!
ru: Добро пожаловать на обучающую карту Dead Meets Lead!
sv: Välkommen till handledning av Dead Uppfyller Bly!

# HitTitle
source: Hit
ru: Удар
sv: Träff

# SlamTitle
source: Slam
ru: Сильный удар

# FireTitle
source: Fire
ru: Огонь
sv: Brand

# GhostBulletTitle
source: Ghost bullet
ru: Призрачный выстрел

# EndTitle
source: Tutorial completed
ru: Обучение окончено
sv: Handledning avslutad

# TinyTomText
source: You found me!
ru: Ты меня нашел!
sv: Du hittade mig!

# TinyTomTitle
source: Tiny Tom says:
ru: Крошка Том говорит:
sv: Tiny Tom säger:
